Repository: stkjj/durchblickappconnector
Catalog: languages/durchblick-connector-*_formal.po
Languages: de_de_formal

source: Allow Feedback
de_de_formal: Erlaube Feedback

source: Border Radius
de_de_formal: Eckenradius

source: Cancel Button Text
de_de_formal: Button Beschriftung Abbrechen

source: Configure the settings for the Durchblick Connector.
de_de_formal: Einstellungen für den Durchblick Connector

source: Connector Settings
de_de_formal: Connector Einstellungen

source: Custom Button Selector
de_de_formal: Individueller Button Wahlschalter

source: Dot Color
de_de_formal: Farbe des Punktes

source: Dot Size
de_de_formal: Größe des Punktes

source: Durchblick Connector Settings
de_de_formal: Durchblick Connector Einstellungen

source: Email Placeholder
de_de_formal: Platzhalter für E-Mail-Adresse

source: Enter Feedback Mode Text
de_de_formal: Text zum Einschalten des Feedback Modus

source: Exit Feedback Mode Text
de_de_formal: Text zum Ausschalten des Feedback Modus

source: Feedback Error Message
de_de_formal: Feedback Fehlermeldung

source: Feedback First Time Message
de_de_formal: Meldung bei erstmaligem Feedback

source: Feedback Loading Message
de_de_formal: Anzeige wenn Feedback geladen wird

source: Feedback Placeholder
de_de_formal: Feedback Platzhalter

source: Feedback Thank You Message
de_de_formal: Danke für Feedback Nachricht

source: Primary Color
de_de_formal: Primäre Farbe

source: Require Email Verification
de_de_formal: E-Mail Bestätigung erforderlich

source: Secondary Color
de_de_formal: Sekundäre Farbe

source: Stay In Feedback Mode
de_de_formal: Bleibe im Feedback Modus

source: Submit Button Text
de_de_formal: Text für den Absende-Button

source: Verification Code Message
de_de_formal: Text für die Eingabe des Bestätigungscodes

source: Verification Code Placeholder
de_de_formal: Text für den Bestätigungscode Platzhalter
